package tg

const (
	msgStart = `Привет, @`
	msgHello = `Я помогу тебе начать получать удовольствие от бега и разнообразить этот процесс, внеся игровые элементы. Когда будешь готов начать свою первую пробежку с Runme, нажми на кнопку ниже, и ты сразу все поймешь. (/run)`
	msgStartFirstRun = `Сейчас я подберу твоего первого соперника. В дальнейшем ты сможешь ставить свои собственные рекорды и продвигаться по лигам в Runme. 
						Но давай начнем с малого. Рим не был построен за один день.
						Попробуй достичь того же результата, что и @`
	msgStartFirstRun2 = `. Этот пользователь пробежал `
	msgStartFirstRun3 = `м в свою первую пробежку. Не торопись, следи за дыханием. У тебя все получится!`
)