package tg

const (
	msgStart = `Привет, @`
	msgHello = `Я помогу тебе начать получать удовольствие от бега и разнообразить этот процесс, внеся игровые элементы 🏃
Ты сможешь "сражаться" с другими пользователями бота 🏆, продвигаться по турнирным таблицам 🎯, а также удобно отслеживать свой прогресс в зависимости от твоих целей: бегать быстрее, дальше или просто чаще, настраивая уведомления прямо в чате 🌝
Для начала давай подключим твой браслет 🗿

Сейчас бот поддерживает синхронизацию с приложением Zepp Life (mi band, amazfit).`
	msgUpdateToken = `Перейди по ссылке ниже, авторизуйся через аккаунт приложения, и не закрывай вкладку браузера. Скопируй полученную ссылку из адресной строки и отправь мне. После этого бот получит данные о твоих пробежках и будет синхронизировать их каждый раз, когда ты захочешь взаимодействовать с ним.` 
	msgSupport = `Для связи с разработчиком напиши /support`
	msgSupportGet = `Отправь желаемое сообщение, я сразу же отправлю его в личные сообщения разработчика☺️`
	msgSupportSent = `Сообщение отправлено разработчику. Если хочешь отправить еще одно, напиши /support`
	msgTokenSuccess = `Сведения о твоих пробежках успешно привязаны к данному боту. Ты можешь проверять сколько ты пробежал всего с помощью /total, сколько в последний раз при помощи /last`
	msgErrorToken = `Произошла ошибка в получении данных с твоего браслета!`
	msgSignIn = `Я тебя помню! Ты можешь воспользоваться полным функционалом бота: /total, /last, /run`
)