package tg

const (
	msgStart = `Привет, @`
	msgHello = `Я помогу тебе начать получать удовольствие от бега и разнообразить этот процесс, внеся игровые элементы 🏃
	Ты сможешь "сражаться" с другими пользователями бота 🏆, продвигаться по турнирным таблицам 🎯, а также удобно отслеживать свой прогресс в зависимости от твоих целей: бегать быстрее, дальше или просто чаще, настраивая уведомления прямо в чате 🌝
	Для начала давай подключим твой браслет 🗿
	Сейчас бот поддерживает синхронизацию с приложением Zepp Life (mi band, amazfit). Перейди по ссылке ниже, авторизуйся через аккаунт приложения, и не закрывай вкладку браузера. Скопируй полученную ссылку из адресной строки и отправь мне. После этого бот получит данные о твоих пробежках и будет синхронизировать их каждый раз, когда ты захочешь взаимодействовать с ботом.
	Для связи с разработчиком напиши /support`
	msgSupport = `Отправь желаемое сообщение, я сразу же отправлю его в личные сообщения разработчика☺️`
	msgTokenSuccess = `Сведения о твоих пробежках успешно привязаны к данному боту. `
	msgStartFirstRun = `Сейчас я подберу твоего первого соперника. В дальнейшем ты сможешь ставить свои собственные рекорды и продвигаться по лигам в Runme. 
	Но давай начнем с малого. Рим не был построен за один день.
	Попробуй достичь того же результата, что и @`
	msgStartFirstRun2 = `Этот пользователь пробежал `
	msgStartFirstRun3 = `м в свою первую пробежку. 
	Не торопись, следи за дыханием. У тебя все получится!`
)